---
kind: other
id: Methods.T:Autodesk.Revit.DB.Lighting.InitialWattageIntensity
source: html/ae07d9e5-b752-f0cd-a3f9-bc83d99f3ce3.htm
---
# InitialWattageIntensity Methods

Creates a copy of the InitialIntensity derived object.